{"name":"American Art","rank":2,"highlight_images":[{"primary_image":"42.45_SL3.jpg","accession_number":"42.45","id":691,"title":"Deborah Hall"},{"primary_image":"65.60_SL1.jpg","accession_number":"65.60","id":1252,"title":"Mrs. Sylvester (Abigail Pickman) Gardiner"},{"primary_image":"45.179_SL1.jpg","accession_number":"45.179","id":934,"title":"George Washington"},{"primary_image":"40.340_SL1.jpg","accession_number":"40.340","id":610,"title":"The Peaceable Kingdom"},{"primary_image":"52.16_PS2.jpg","accession_number":"52.16","id":1069,"title":"A View of the Two Lakes and Mountain House, Catskill Mountains, Morning"},{"primary_image":"39.608_SL1.jpg","accession_number":"39.608","id":492,"title":"Caught Napping (Boys Caught Napping in a Field)"},{"primary_image":"70.26_SL1.jpg","accession_number":"70.26","id":1452,"title":"Kiss Me and You'll Kiss the 'Lasses"},{"primary_image":"40.59a_PS9.jpg","accession_number":"40.59a-b","id":495,"title":"A Ride for Liberty -- The Fugitive Slaves (recto)"},{"primary_image":"76.79_SL1.jpg","accession_number":"76.79","id":1558,"title":"A Storm in the Rocky Mountains, Mt. Rosalie"},{"primary_image":"17.141_p34-35_PS2.jpg","accession_number":"17.141","id":96,"title":"Italian Sketchbook"},{"primary_image":"55.14_SL1.jpg","accession_number":"55.14","id":1130,"title":"The Greek Slave"},{"primary_image":"13.50_SL1.jpg","accession_number":"13.50","id":28,"title":"Studio Interior"},{"primary_image":"2003.26_PS1.jpg","accession_number":"2003.26","id":2634,"title":"Eight Bells"},{"primary_image":"23.257_SL1.jpg","accession_number":"23.257","id":261,"title":"Bust of Abraham Lincoln"},{"primary_image":"27.50_SL1.jpg","accession_number":"27.50","id":307,"title":"Letitia Wilson Jordan"},{"primary_image":"20.640_PS6.jpg","accession_number":"20.640","id":131,"title":"An Out-of-Doors Study"},{"primary_image":"09.822_PS6.jpg","accession_number":"09.822","id":20375,"title":"Gourds"},{"primary_image":"40.339_SL1.jpg","accession_number":"40.339","id":609,"title":"Street Scene (Hester Street)"},{"primary_image":"67.205.1_SL1.jpg","accession_number":"67.205.1","id":1355,"title":"Pennsylvania Station Excavation"},{"primary_image":"58.158_SL1.jpg","accession_number":"58.158","id":1181,"title":"Painting No. 48"},{"primary_image":"78.54.7_PS1.jpg","accession_number":"78.54.7","id":104068,"title":"Tanks (No. 1)"},{"primary_image":"1992.11.12_SL1.jpg","accession_number":"1992.11.12","id":2084,"title":"Jonah and the Whale: Rebirth Motif"},{"primary_image":"2006.2_PS1.jpg","accession_number":"2006.2","id":2732,"title":"Southern Landscape (Southern Flood)"},{"primary_image":"87.28_SL1.jpg","accession_number":"87.28","id":1822,"title":"Angel"},{"primary_image":"1992.11.6_PS9.jpg","accession_number":"1992.11.6","id":2101,"title":"The Mellow Pad"},{"primary_image":"77.11_SL1.jpg","accession_number":"77.11","id":1569,"title":"Brooklyn Bridge"}],"folder":"american_art","id":9,"copy_text":"We hold one of the oldest and finest public collections of American art in the world. It was formally established in 1855 when a purchase fund bequeathed by the key Museum founder, Augustus Graham, was used to commission a landscape by Asher B. Durand. The American holdings have grown to include paintings, sculptures, watercolors, pastels, drawings, and prints ranging in date from circa 1720 to 1945. (American art dated after 1945 is assigned to the collection of <a href=\"/collections/contemporary_art/index\">Contemporary Art</a>.) Highlights of the paintings collection include, from the eighteenth century, iconic portraits of George Washington by Gilbert Stuart and Charles Willson Peale. Another renowned work is our version of Edward Hicks's <i>The Peaceable Kingdom</i> (circa 1833&ndash;34).<br />\r\n<br />\r\nAmong the famous nineteenth-century landscape and figure painters represented are Albert Bierstadt, Frederic Church, Thomas Cole, Winslow Homer, George Inness, Eastman Johnson, William Merritt Chase, Thomas Eakins, Albert P. Ryder, and John Singer Sargent. American Impressionist masterworks include Sargent's <i>Paul Helleu Sketching with His Wife</i> (1889), John H. Twachtman's <i>Meadow Flowers</i> (circa 1892), and Childe Hassam's <i>Late Afternoon, New York, Winter</i> (1900). Turn-of-the-century urban realism is well represented by the works of The Eight and the Ashcan School. The collection is also strong in early modernist works, including paintings by Max Weber, Marsden Hartley, Georgia O'Keeffe, Charles Sheeler, and Stuart Davis.<br />\r\n<br />\r\nMajor works by Winslow Homer and Sargent are the most famous images in an extensive collection of watercolors that surveys use of the medium over three centuries and also includes important works by Edward Hopper, John Marin, Charles Burchfield, and Norman Rockwell. The artists Mary Cassatt, Robert F. Blum, Twachtman, Chase, Arthur B. Davies, and Everett Shinn are represented by masterly works in pastel, another strong area within the American collection. Drawings in the collection range in date from the late eighteenth to the mid-twentieth century and include significant works by Hudson River School artists, the American Pre-Raphaelites, and Ralph Albert Blakelock. The American print holdings are particularly strong in works by Homer, artists of The Eight and the Ashcan School, and American modernists.<br />\r\n<br />\r\nHighlights of the sculpture holdings are William Rush's great wood carving <i>Winter</i> (1810) and Hiram Powers's famed marble <i>Greek Slave</i> (1866), in which the mid-century Neoclassical style reached its apogee. The collection is especially rich in later nineteenth-century Beaux-Arts bronzes, including works by Augustus Saint-Gaudens, Frederic MacMonnies, and Olin Levi Warner. It includes landmark modernist works in bronze and stone by Elie Nadelman, Gaston Lachaise, and John B. Flannagan, as well as exemplary works by Malvina Hoffman and the famed African American carver William Edmondson. We also house an important collection of architectural sculpture and ornament, highlights of which are displayed outdoors in the <a href=\"/exhibitions/sculpture_garden/\">Steinberg Family Sculpture Garden</a>.<br />\r\n<br />\r\nMany works from the American collection are now displayed alongside related objects from our decorative arts, Spanish colonial, contemporary, Pre-Columbian, and Native American holdings in <a href=\"/exhibitions/american_identities/\"><i>American Art</i></a>. This installation represents one of two parts of the Luce Center for American Art, the second of which is the <a href=\"/exhibitions/luce/\">Visible Storage &diams; Study Center</a>, a five-thousand-square-foot facility immediately adjacent to the <i>American Art </i>galleries. In Visible Storage some two thousand objects are available for viewing, study, and enjoyment by our visitors. Works in both sections of the Luce Center for American Art are also accessible <a href=\"/research/luce/\">online</a>. <br />"}
{"name":"Arts of Africa","rank":0,"highlight_images":[{"primary_image":"58.7_SL1.jpg","accession_number":"58.7","id":2984,"title":"Banda Mask"},{"primary_image":"70.109.1a-b_PS2.jpg","accession_number":"70.109.1a-b","id":4813,"title":"Beaded Crown (Ade) of Onijagbo Obasoro Alowolodu, Ògògà of Ikere 1890-1928"},{"primary_image":"58.160_SL1.jpg","accession_number":"58.160","id":4783,"title":"Double Bell (Egogo)"},{"primary_image":"55.87_view2_SL4.jpg","accession_number":"55.87","id":4775,"title":"Figure of a Hornblower"},{"primary_image":"61.2_threequarter_PS2.jpg","accession_number":"61.2","id":4789,"title":"Figure of a Seated Musician (Koro Player)"},{"primary_image":"22.1203_edited_version_SL1.jpg","accession_number":"22.1203","id":4668,"title":"Grave Marker (Tumba)"},{"primary_image":"22.1421_threequarter_PS1.jpg","accession_number":"22.1421","id":2957,"title":"Power Figure (Nkisi Nkondi)"},{"primary_image":"51.3_PS1.jpg","accession_number":"51.3","id":4755,"title":"Reliquary Guardian Figure (Eyema-o-Byeri)"},{"primary_image":"82.160_PS1.jpg","accession_number":"82.160","id":4855,"title":"Mask"},{"primary_image":"61.33_front_PS2.jpg","accession_number":"61.33","id":4791,"title":"Ndop Portrait of King Mishe miShyaang maMbul"},{"primary_image":"50.124_view2_SL4.jpg","accession_number":"50.124","id":2983,"title":"Figure of a Mother Holding a Child  (Lupingu lwa Cibola)"},{"primary_image":"22.1582_SL1.jpg","accession_number":"22.1582","id":2970,"title":"Mwaash aMbooy Mask"}],"folder":"african_art","id":21,"copy_text":"The Brooklyn Museum acquired its first works from sub-Saharan Africa in 1900, just three years after the Museum opened its doors on Eastern Parkway. Today the collection numbers over five thousand items, making it the largest collection of African art in an American art museum. The collection of sub-Saharan African art is focused on the arts of West and Central Africa, while the arts of Islamic North Africa and of ancient Egypt should also be noted (they are described under <a href=\\\"http://www.brooklynmuseum.org/collections/arts_of_the_islamic_world/\\\">Islamic Art</a> and <a href=\\\"http://www.brooklynmuseum.org/collections/egyptian_classical_middle_eastern/index.php\\\">Egyptian, Classical, and Ancient Middle Eastern Art</a>).<br />\r\n<br />\r\nThe core of the sub-Saharan collection was acquired in 1922 through purchases in London, Paris, and Brussels. The following year the Museum displayed fifteen hundred pieces in what was <a href=\\\"http://www.brooklynmuseum.org/research/digital-collections/pna1923/\\\">one of the first exhibitions</a> of African art in the United States and which remains the largest exhibition of African art ever held. Most of these pieces were from the Democratic Republic of the Congo, and the collections of Kongo, Kuba and Luba art are especially rich.<br />\r\n<br />\r\nToday the collection has works spanning more than 2,500 years. It ranges from figurative sculpture, Berber jewelry, and West African masks to East African beadwork, Ethiopian processional crosses, and a contemporary ceramic vessel by the Kenya-born artist Magdalene Odondo. Over a hundred different cultures are represented in the collection.<br />\r\n<br />\r\nAmong the most noteworthy pieces are a figure of a hornblower&mdash;cast in brass for the king of Benin in the sixteenth century&mdash;and an ivory gong also made for the royal court in Benin at about the same time. A seventeenth-century figure of a Kuba king is the only one from that period in North America, and a Lulua mother-and-child figure is world-renowned.<br />\r\n<br />"}
{"name":"Arts of the Americas","rank":3,"highlight_images":[{"primary_image":"05.588.7292_SL1.jpg","accession_number":"05.588.7292","id":132835,"title":"Raven Rattle"},{"primary_image":"50.158_PS1.jpg","accession_number":"50.158","id":64307,"title":"Headdress Frontlet"},{"primary_image":"08.491.8901_SL1.jpg","accession_number":"08.491.8901","id":4651,"title":"Baleen Whale Mask"},{"primary_image":"06.331.8050_SL1.jpg","accession_number":"06.331.8050","id":130168,"title":"Coiled Presentation Bowl"},{"primary_image":"03.325.4723_SL1.jpg","accession_number":"03.325.4723","id":4623,"title":"Water Jar"},{"primary_image":"2004.80_SL3.jpg","accession_number":"2004.80","id":2706,"title":"Making Babies for Indian Market"},{"primary_image":"03.325.4631_SL4.jpg","accession_number":"03.325.4631","id":131362,"title":"Kachina Doll (Paiyatemu)"},{"primary_image":"2006.49_PS1.jpg","accession_number":"2006.49","id":2737,"title":"Fire Weed"},{"primary_image":"50.67.1a_edited_SL1.jpg","accession_number":"50.67.1a","id":63413,"title":"Shirt for Chief's War Dress"},{"primary_image":"11.694.9050.jpg","accession_number":"11.694.9050","id":130426,"title":"Split Horn Headdress"},{"primary_image":"1998.176.2.jpg","accession_number":"1998.176.2","id":159680,"title":"Cylindrical Vessel"},{"primary_image":"70.31_SL1.jpg","accession_number":"70.31","id":96223,"title":"Figure Emerging from a Waterlily"},{"primary_image":"38.45_SL1.jpg","accession_number":"38.45","id":468,"title":"Reclining Jaguar"},{"primary_image":"37.2897PA_view3_SL1.jpg","accession_number":"37.2897PA","id":118927,"title":"Life-Death Figure"},{"primary_image":"42.160_SL1.jpg","accession_number":"42.160","id":53789,"title":"Lienzo of Ihuitlan"},{"primary_image":"33.448.12_SL1.jpg","accession_number":"33.448.12","id":36873,"title":"Plaque with Crocodile Deity"},{"primary_image":"2005.15.1_PS1.jpg","accession_number":"2005.15.1","id":168766,"title":"Woman's Blouse or Huipil"},{"primary_image":"38.121_border_figure09_color_corrected_IMLS.jpg","accession_number":"38.121","id":48296,"title":"Mantle (\"The Paracas Textile\")"},{"primary_image":"41.426.jpg","accession_number":"41.426","id":51693,"title":"Double Spout and Bridge Bottle"},{"primary_image":"41.228_SL1.jpg","accession_number":"41.228","id":51469,"title":"Four-Cornered Hat"},{"primary_image":"45.175.3_acetate_bw.jpg","accession_number":"45.175.3","id":58808,"title":"Man and Llama Vessel"},{"primary_image":"42.149_SL3.jpg","accession_number":"42.149","id":696,"title":"Kero Cup"},{"primary_image":"86.224.51_side1_SL3.jpg","accession_number":"86.224.51","id":124496,"title":"Tunic (Uncu)"},{"primary_image":"41.1275.274c_PS9.jpg","accession_number":"41.1275.274c","id":686,"title":"Festival Hat"},{"primary_image":"2002.62.9_PS1.jpg","accession_number":"2002.62.9","id":163980,"title":"Woman's Shawl (Lliqlla)"}],"folder":"arts_of_the_americas","id":10,"copy_text":"The collection of the arts of the Americas began to be formed as early as 1903. The first two curators, Stewart Culin (served 1903&ndash;29) and Herbert Spinden (served 1929&ndash;50), provided the important foundation on which the collection has continued to be built.<br />\r\n<br />\r\n<b>Building the Collection</b><br />\r\nStewart Culin, an adventurous and energetic ethnologist, initiated the acquisition of Native American artworks in the early twentieth century, long before other American art museums became interested in the indigenous arts of North, Central, and South America. Between 1903 and 1911, Culin acquired more than nine thousand objects for the collection through Museum-sponsored expeditions to the Southwest, Northwest Coast, California, and Oklahoma. Because of his efforts, the Museum\\'s Native American collections are particularly strong in Northwest Coast material such as masks, hats, rattles, baskets, and carvings (both small and monumental) of the Nuu-chah-nulth, Heiltsuk, Kwakwaka\\'wakw, Tshimian, Haida, and Tlingit tribes; Southwest material such as polychrome ceramics, embroidered textiles, and elaborately costumed Kachina dolls made by Hopi and Zuni artisans; California material such as baskets, clothing, and feathered headdresses of the Pomo, Hupa, Yurok, and Maidu peoples; and Plains material such as the spectacular fur regalia and beadwork of the Osage of Oklahoma. Culin\\'s comprehensive diaries and field notes provide unique information on the objects that he acquired and are available to researchers by appointment in the Museum\\'s Libraries and Archives.<br />\r\n<br />\r\nIn 1929, Culin was succeeded by Herbert Spinden, an archaeologist already well known for his pioneering work on ancient Maya art. Spinden focused on building the pre-Columbian and ethnographic art collections from Mexico and Central and South America. During his twenty-one years at the Museum (he retired in 1950), Spinden conducted at least seven collecting expeditions to Mexico, Nicaragua, Panama, Colombia, Ecuador, Peru, Bolivia, Chile, and Argentina. He also acquired significant private collections such as a group of ancient Paracas textiles from Peru (the majority of which were acquired as a single purchase in 1934). The Museum\\'s Paracas textile collection is one of the largest in the United States, and among the four most significant collections outside Peru. A famous ceremonial mantle made between 300 B.C. and A.D. 100, known as the Paracas Textile, is perhaps the most renowned of all the objects in the collection of the arts of the Americas. Spinden also acquired significant examples of ancient Mexican stonework, such as a Huastec life-death figure from northern Veracruz, which is one of the finest and most complete examples of its kind. The extensive Costa Rican archaeological collection consists of exquisite stone carvings and ceramics. Spinden also expanded the Native American holdings by acquiring a collection of 163 Plains objects assembled by Nathan Sturges Jarvis, who was a military surgeon in Fort Snelling, Minnesota, between 1833 and 1836. This rare, nineteenth-century collection includes several exceptional examples of early hide clothing embellished with beads and quillwork in both traditional and inventive motifs.<br />\r\n<br />\r\nSpinden was also interested in the interaction between pre-Columbian and European-influenced cultures of the post-Conquest period, and this interest placed the Brooklyn Museum at the vanguard of collecting, studying, and exhibiting Spanish colonial art. Today the Museum\\'s Spanish colonial collection is one of the largest and finest in the world. Notable for its breadth, high aesthetic quality, and historical importance, the collection includes paintings, sculpture, furniture, silver, domestic and ceremonial objects, textiles, costumes, and manuscripts. The majority of works come from Mexico, Peru, Bolivia, Chile, and Argentina, regions that were encompassed by the vice-royalties of New Spain and Peru during the colonial period.<br />\r\n<br />\r\n<b>The Collection Today</b><br />\r\nIn addition to extensive Native American and Spanish colonial holdings, the Museum\\'s collection of the arts of the Americas includes pre-Columbian Andean textiles, modern textiles that demonstrate the continuity of weaving traditions, stone sculptures, ceramics, jade carvings, gold and silver ornaments, and wood carvings. Mesoamerican holdings allow the Museum to present objects from all the major regional cultural traditions, such as Olmec, Maya, and Aztec. Similarly, Peru\\'s artistic traditions from Chavin to Inca cultures are well represented. In addition to the well-known ancient arts of Peru and Mexico, the archaeological collection includes significant holdings from the Southwestern United States, Costa Rica, Ecuador, and Colombia. Thanks to astute acquisitions, the Museum possesses an unusually rich collection that encompasses the Western Hemisphere and stretches from 3000 B.C. to the present.<br />\r\n<br />\r\nFor over a century, the Brooklyn Museum has played an important role not just in acquiring indigenous arts of the Americas, but also in presenting and interpreting them. The Museum took the lead in redefining ethnographic and archaeological objects as artworks through special exhibitions, innovative displays, and educational programs. Through judicious, large-scale acquisitions (sometimes of collections numbering in the hundreds), field expeditions, donations, and purchases, the collection has grown in size to a current total of approximately thirty-five thousand objects. The scope and quality of the holdings make this among the foremost institutional collections in the country.<br />\r\n<br />\r\nCurators today are now focusing their attention on the acquisition of contemporary works both in traditional and new media. Recent acquisitions include a glass sculpture of a killer whale by the Tlingit artist Preston Singletary, a ceramic sculpture by the Santa Clara artist Roxanne Swentzell, and a painting by the Navajo artist Emmi Whitehorse.<br />"}
{"name":"Arts of the Islamic World","rank":4,"highlight_images":[{"primary_image":"43.24.8_view2_PS9.jpg","accession_number":"43.24.8","id":4742,"title":"Spherical Hanging Ornament"},{"primary_image":"86.227.123_SL1.jpg","accession_number":"86.227.123","id":4899,"title":"Jug (Mashraba) with Human-Headed Inscription and Zodiac Signs"},{"primary_image":"86.227.19_SL1.jpg","accession_number":"86.227.19","id":4901,"title":"Bowl with Kufic Inscription"},{"primary_image":"72.26.5_SL1.jpg","accession_number":"72.26.5","id":4822,"title":"Prince Yahya"},{"primary_image":"47.203.16.jpg","accession_number":"47.203.16","id":60611,"title":"Bottle"},{"primary_image":"86.227.83_top_PS1.jpg","accession_number":"86.227.83","id":124902,"title":"Fragment of a Bowl Depicting a Mounted Warrior"},{"primary_image":"73.30.6_PS2.jpg","accession_number":"73.30.6","id":99446,"title":"Top Section of a Water Jug"},{"primary_image":"78.81_SL1.jpg","accession_number":"78.81","id":104137,"title":"Bowl with Peacock Motif"},{"primary_image":"1991.2_SL1.jpg","accession_number":"1991.2","id":4930,"title":"Molded Tile"},{"primary_image":"88.92.jpg","accession_number":"88.92","id":115953,"title":"Mirror Case"},{"primary_image":"41.1265_PS2.jpg","accession_number":"41.1265","id":52646,"title":"Tiraz Fragment of Caliph Marwan II"},{"primary_image":"43.24.2_SL3.jpg","accession_number":"43.24.2","id":4741,"title":"Medallion Ushak Carpet"},{"primary_image":"86.227.130.1a-b_verso_IMLS_PS3.jpg","accession_number":"86.227.130.1a-b","id":4900,"title":"\"Bahram Gur at the Home of Baraham the Jew,\" Page from an Illustrated Manuscript of the Second Small Shahnama of Firdawsi (d. 1020)"},{"primary_image":"45.4.3_IMLS_SL2.jpg","accession_number":"45.4.3","id":57526,"title":"Folio of Poetry From the Divan of Sultan Husayn Mirza"}],"folder":"arts_of_the_islamic_world","id":20,"copy_text":"The Brooklyn Museum\\'s collection of Islamic art includes about two thousand objects that span thirteen centuries and represent a variety of cultures from around the world, from Spain to India and Central Asia to North Africa. Building upon the initial holdings established by Brooklyn Museum curator Stewart Culin (1858&ndash;1929) in the early decades of the twentieth century, the collection has continued to expand from acquisitions and gifts, most notably through the generosity of curator Charles K. Wilkinson (1897&ndash;1974) and of the Ernest Erickson Foundation.<br />\r\n<br />\r\nParticular strengths of the Islamic collection include medieval ceramics and tilework from Iran (ninth-fifteenth centuries); Ottoman Turkish carpets, textiles, and manuscripts; the arts of Safavid and Qajar Iran, including miniatures, oil painting, calligraphy, ceramics, lacquerwork, carpets, textiles, and costumes (sixteenth-twentieth centuries); and North African and Turkoman textiles, costumes, and jewelry (nineteenth and twentieth centuries). The Museum\\'s holdings of Qajar art constitute one of the world\\'s preeminent collections outside of Iran.<br />"}
{"name":"Arts of the Pacific Islands","rank":1,"highlight_images":[{"primary_image":"80.2_SL1.jpg","accession_number":"80.2","id":106422,"title":"Canoe Breakwater (Rajim)"},{"primary_image":"51.118.9_SL1.jpg","accession_number":"51.118.9","id":65166,"title":"Spirit Figure (Bioma or Agiba)"},{"primary_image":"59.63_SL1.jpg","accession_number":"59.63","id":75317,"title":"Ceremonial Shield"},{"primary_image":"51.197.1.jpg","accession_number":"51.197.1","id":65573,"title":"Stopper for a Lime Container in the Form of a Bird"},{"primary_image":"62.18.2_SL1.jpg","accession_number":"62.18.2","id":80174,"title":"Ancestral Figure (Korwar)"},{"primary_image":"84.58_SL1.jpg","accession_number":"84.58","id":111355,"title":"Mask (Ges)"},{"primary_image":"42.243.19_SL1.jpg","accession_number":"42.243.19","id":54146,"title":"Mask (Pwemwe)"},{"primary_image":"84.109_SL1.jpg","accession_number":"84.109","id":111573,"title":"Dance Ornament"},{"primary_image":"63.57_SL1.jpg","accession_number":"63.57","id":81660,"title":"Figure (Kareau)"},{"primary_image":"87.218.70_SL1.jpg","accession_number":"87.218.70a-b","id":115484,"title":"Drum"},{"primary_image":"86.229.5_SL1.jpg","accession_number":"86.229.5","id":114327,"title":"Mask (Rom)"}],"folder":"pacific","id":23,"copy_text":"The first art from the South Pacific entered the Brooklyn Museum in 1900. From that group of one hundred wooden figures and shadow puppets from New Guinea and the Dutch East Indies (now Indonesia) the collection has grown to nearly five thousand pieces. The cultures included in the Pacific Islands collection stretch from New Zealand to Hawaii and from the Nicobar Islands in the Indian Ocean to Rapa Nui (Easter Island) off the coast of Peru. Today this is one of the largest and most important collections of Oceanic art in the United States.<br />\r\n<br />\r\nThe range of art objects produced in the region is enormous, as is the wide variety of materials used to make art, including coconut fiber, feathers, shells, clay, bone, human hair, wood, moss, and spider webs. Many of these materials were believed to possess spiritual powers that the artistic process could enhance.<br />\r\n<br />\r\nThe collection includes tapa cloths, jewelry, decorated weapons, and ceramic bowls, but the preponderant emphasis is on ceremonial sculpture, especially from Papua New Guinea. The Sepik River region of New Guinea, as well as New Ireland and Vanuatu, are especially well represented.<br />\r\n<br />\r\nMelanesian art is often described as expressive and exuberant, tending to emphasize and exaggerate the human form. The collection has a large number of nineteenth- and early twentieth-century masks used in funeral ceremonies in New Ireland, which combine human, snake, bird, and fish elements. One of the most recent Oceanic acquisitions is a nearly life-size nineteenth-century effigy figure from Vanuatu (made of fiber, bone, and spider webs) that has somehow managed to survive in the United States for more than a century.<br />\r\n<br />\r\nThe islands of Polynesia, including Hawaii, New Zealand, the Marquesas Islands, and others, are also represented. Among the holdings are an early and very beautiful door lintel from the North Island of New Zealand and a large number of fine works from the Marquesas Islands. Much of the Maquesan collection was acquired from the famous explorer Thor Heyerdahl.<br />\r\n<br />"}
{"name":"Asian Art","rank":5,"highlight_images":[{"primary_image":"79.278.1_PS9.jpg","accession_number":"79.278.1","id":3881,"title":"Haniwa Figure of a Shamaness"},{"primary_image":"86.21_color_corrected_SL1.jpg","accession_number":"86.21","id":113653,"title":"Head of a Guardian"},{"primary_image":"39.87_SL3.jpg","accession_number":"39.87","id":3445,"title":"Cherry Blossom Viewing Picnic"},{"primary_image":"42.83_PS4.jpg","accession_number":"42.83","id":3461,"title":"Segawa Kikunojo III as Oshizu, Wife of Tanabe Bunzo"},{"primary_image":"1994.146a-b_SL1.jpg","accession_number":"1994.146a-b","id":153329,"title":"Infinity II (Shinso)"},{"primary_image":"86.139_SL1.jpg","accession_number":"86.139","id":114056,"title":"Dragon Jar"},{"primary_image":"56.138.1a-b_SL3.jpg","accession_number":"56.138.1a-b","id":3626,"title":"Ewer with Cover"},{"primary_image":"72.163a-b_SL1.jpg","accession_number":"72.163a-b","id":99294,"title":"Ritual Wine Vessel (Guang)"},{"primary_image":"1996.68_SL1.jpg","accession_number":"1996.68","id":155230,"title":"Traveling Coffer"},{"primary_image":"52.87.1_side1_PS9.jpg","accession_number":"52.87.1","id":66256,"title":"Wine Jar with Fish and Aquatic Plants"},{"primary_image":"09.520a-b_threequarter_SL3.jpg","accession_number":"09.520a-b","id":3256,"title":"Shrine with an Image of a Bodhisattva"},{"primary_image":"86.227.24_SL1.jpg","accession_number":"86.227.24","id":124847,"title":"Seated Buddha Torso"},{"primary_image":"73.124_SL1.jpg","accession_number":"73.124","id":3830,"title":"Vishnu on Garuda"},{"primary_image":"2002.34_SL1.jpg","accession_number":"2002.34","id":163797,"title":"Maharana Jawan Singh of Mewar Receiving the Governor General of India, Lord William Cavendish Bentinck, February 8th, 1832"},{"primary_image":"24.47_front_IMLS_SL2.jpg","accession_number":"24.47","id":23164,"title":"Arghan Div Brings the Chest of Armor to Hamza"},{"primary_image":"67.80_SL1.jpg","accession_number":"67.80","id":3761,"title":"Seated Maitreya"},{"primary_image":"2007.2_front_PS2.jpg","accession_number":"2007.2","id":174436,"title":"Shiva as Chandrashekhara"}],"folder":"asian_art","id":2,"copy_text":"The Brooklyn Museum houses one of America\\'s foremost collections of Asian art, representing Japan, Korea, China, India, Southeast Asia, and the Himalayas.<br />\r\n<br />\r\nJapanese art comprises the largest area of the Museum\\'s Asian collection. More than eight thousand Japanese objects represent a wide range of media and styles, featuring the sacred, imperial, urban, and folk arts from the J?mon period (10,000&ndash;300 B.C.) to the present day. Celebrated objects in this collection include Buddhist painting and sculpture, early painted screens, woodblock prints, Mingei folk art, and contemporary ceramics. In addition, the Museum holds one of North America\\'s largest and finest collections of indigenous art of the Ainu people of Northern Japan. A recent gift from the estate of Dr. and Mrs. Roger Gerry of nearly three hundred Japanese export ceramics places the entire collection among the most comprehensive in the country.<br />\r\n<br />\r\nThe Museum holds one of the earliest collections of Korean objects in the United States, making it a premier venue for the presentation of Korean art and culture. The collection consists of ceramics, painting, textiles, costumes, furniture, sculpture, metalwork, glass, arms and armor, and other decorative arts from the Neolithic period to the early twentieth century. Highlights include Kory?-dynasty celadons and Korean folk arts. A recent gift from the estate of Dr. and Mrs. Roger Gerry of outstanding celadons and other fine ceramics increased the Museum\\'s collection to about five hundred and fifty objects, making it one of the largest collections of Korean art in the country.<br />\r\n<br />\r\nThe Chinese holdings include nearly one thousand objects covering more than five thousand years of culture and civilization, from the Neolithic period to the present. A variety of media are represented, including sculpture, painting, textiles, metalwork, and lacquer, with ceramics and decorative arts as particular strengths. The Museum\\'s holdings of cloisonn&eacute; enamels&mdash;many from the Chinese imperial collection&mdash;are unparalleled in any institution outside Asia. Key subjects represented include funerary arts related to early Chinese tombs and burials; ritual objects related to ancestor worship, Buddhism, and Daoism; and the arts of the imperial courts and scholar-elites. The Museum\\'s holdings encompass China\\'s rich internal diversity as well as external artistic and cultural connections.<br />\r\n<br />\r\nThe Museum\\'s vast array of objects from South and Southeast Asia spans more than five thousand years. The collection largely reflects the wide reach of Hinduism and Buddhism, the two religions that originated in the region. Particular strengths include religious figural sculpture from India, Nepal, Tibet, Pakistan, Myanmar (Burma), Thailand, Cambodia, Vietnam, Malaysia, and Indonesia. Secular artistic traditions are also strongly represented in objects from the court of the Islamic Mughal Dynasty of India (1526&ndash;1756) as well as terracottas and Kalighat paintings from eastern India. The depth of this collection provides a full sense of the societies, cultures, and artistic traditions in South and Southeast Asia.<br />"}
{"name":"Contemporary Art","rank":6,"highlight_images":[{"primary_image":"2004.22_PS1.jpg","accession_number":"2004.22","id":166799,"title":"\"Come Away from Her\""},{"primary_image":"2004.19.jpg","accession_number":"2004.19","id":166835,"title":"America (Snoop Dogg)"},{"primary_image":"2001.85_SL1.jpg","accession_number":"2001.85","id":2621,"title":"Jheri Now, Curl Later"},{"primary_image":"2005.18.jpg","accession_number":"2005.18","id":166917,"title":"The Empty City: Fragrant Creek"},{"primary_image":"72.4_slide_SL3.jpg","accession_number":"72.4","id":1469,"title":"Ocean Park No. 27"},{"primary_image":"57.185_PS2.jpg","accession_number":"57.185","id":1170,"title":"The Hero"},{"primary_image":"57.124_reference_PS2.jpg","accession_number":"57.124","id":1164,"title":"Woman"},{"primary_image":"47.106_SL1.jpg","accession_number":"47.106","id":60302,"title":"Vessels of Magic"},{"primary_image":"68.51_recto_PS2.jpg","accession_number":"68.51","id":1364,"title":"Towering Spaciousness"},{"primary_image":"81.214_SL1.jpg","accession_number":"81.214","id":1639,"title":"The Judgement"},{"primary_image":"1994.124_SL1.jpg","accession_number":"1994.124","id":2250,"title":"Décontractée"},{"primary_image":"86.200_SL1.jpg","accession_number":"86.200","id":1813,"title":"The Inversion"}],"folder":"contemporary_art","id":8,"copy_text":"The collection of contemporary art reflects a growing interest in current art and culture. Its holdings and exhibitions focus on Western art from 1945 to the present, including paintings, sculpture, drawings, prints and photographs, complementing and building on the strength of the Museum\\'s historical holdings.<br />\r\n<br />\r\nThe collection includes artists as diverse as Romare Bearden, Louise Bourgeois, Joseph Cornell, Willem de Kooning, Richard Diebenkorn, Joseph Kosuth, Adrian Piper, Ad Reinhardt, Cindy Sherman, David Smith, Kiki Smith, Alma Thomas, Bob Thompson, and Kara Walker. These artists utilize many different formal approaches, ranging from representational to abstract to conceptual. Some are inspired by traditional fine art subjects, such as figure and landscape, and many engage in the political and social issues affecting culture as a whole.<br />\r\n<br />\r\nIn addition to developing the permanent collection, the curators of contemporary art organize special exhibitions with loans from many other institutions, such as <i>Vital Forms: American Art and Design in the Atomic Age, 1940&ndash;1960</i>, and the acclaimed Grand Lobby projects. Since the mid-1980s, they have invited young Brooklyn artists to participate in the<i> Working in Brooklyn</i> exhibition series. The curators also prepared the large survey exhibition <a href=\\\"http://www.brooklynmuseum.org/exhibitions/open_house/index.php\\\"><i>Open House: Working in Brooklyn</i></a> to celebrate the opening of the Museum\\'s new Rubin Pavilion and showcase the creative renaissance now under way in the borough. Most recently the department mounted the highly acclaimed exhibition <a href=\\\"http://www.brooklynmuseum.org/exhibitions/annie_leibovitz/index.php\\\"><i>Annie Leibovitz: A Photographer\\'s Life, 1990&ndash;2005</i></a>.<br />\r\n<br />\r\nSelected works from the contemporary collection can be seen in <a href=\\\"http://www.brooklynmuseum.org/exhibitions/american_identities/index.php\\\"><i>American Identities</i></a> on the fifth floor of the Museum.<br />\r\n<br />\r\nAs a resource to the public, the curators field inquiries about contemporary artists and exhibitions relevant to the Brooklyn Museum, as well as making its files and its works in storage accessible to students and scholars. These activities acknowledge that art objects constitute a vital educational tool and a testament to future generations about our era.<br />\r\n<br />\r\nIf you are an artist and would like to submit material for consideration, please see our <a href=\\\"http://www.brooklynmuseum.org/faq/artist_submissions.php\\\">submission guidelines</a>.<br />\r\n<br />\r\nContemporary Art at the Museum is supported by the <a href=\\\"http://www.brooklynmuseum.org/join/art_councils.php\\\">Contemporary/Prints, Drawings, and Photographs Art Council</a>.<br />"}
{"name":"Decorative Arts","rank":7,"highlight_images":[{"primary_image":"39.30_reference_SL1.jpg","accession_number":"39.30","id":49232,"title":"Bed"},{"primary_image":"67.120.54.jpg","accession_number":"67.120.54","id":1308,"title":"\"Dragonfly\" Lamp"},{"primary_image":"71.73_threequarter_PS9.jpg","accession_number":"71.73","id":97327,"title":"Armchair"},{"primary_image":"83.158_transp3685.jpg","accession_number":"83.158","id":1679,"title":"Sparton Table Radio"},{"primary_image":"86.15a-f_SL3.jpg","accession_number":"86.15a-f","id":1799,"title":"Vacuum Cleaner"},{"primary_image":"1992.208_IMLS_SL2.jpg","accession_number":"1992.208","id":2156,"title":"Armchair"},{"primary_image":"1994.153_transp565.jpg","accession_number":"1994.153","id":2261,"title":"Center Table"},{"primary_image":"1997.150.1_transp687.jpg","accession_number":"1997.150.1a-b","id":2400,"title":"Armchair"},{"primary_image":"DIG_E_2014_Milligan_Room_06_PS9_40.930.jpg","accession_number":"40.930","id":50979,"title":"Colonel Robert J. Milligan House Parlor"},{"primary_image":"70.23_SL1.jpg","accession_number":"70.23","id":96192,"title":"Weil-Worgelt Study"}],"folder":"decorative_arts","id":4,"copy_text":"The decorative arts collection reflects changes in domestic life and design from the seventeenth century to the present. Included are materials ranging from furniture, silver, glass, and ceramics to period rooms and textiles. Although the collections include some European material, their greatest strength is in American objects.<br />\r\n<br />\r\nThe earliest pieces of decorative art to enter the collection were silver spoons that came to the Museum in 1902; these were followed the next year by a number of pieces of European porcelain. With the arrival of Luke Vincent Lockwood, a noted collector and scholar, in 1914, the focus of the collections shifted from Europe to America. In 1915, the Museum acquired its first period room; although there are twenty-six period rooms installed in the Museum, due to ongoing construction only five that date from the mid-nineteenth through the early twentieth century are currently on view. During the 1930s, the Museum began actively exhibiting modern design, focusing on design's relationship to industry.<br />\r\n<br />\r\nOur collection of decorative arts is exhibited on our fourth floor in <a href=\"http://www.brooklynmuseum.org/exhibitions/decorative_arts/index.php\">galleries and period rooms</a>, and on the fifth floor in the Luce Center for American Art, including <a href=\"/exhibitions/american_identities/\"><i>American Identities</i></a>, a permanent display of American art, and the <a href=\"/research/luce/\">Visible Storage &bull; Study Center</a>. The department is supported by the <a href=\"http://www.brooklynmuseum.org/join/art_councils.php\">American Art Council</a>.<br />\r\n<br />"}
{"name":"Egyptian, Classical, Ancient Near Eastern Art","rank":8,"highlight_images":[{"primary_image":"07.447.505_SL1.jpg","accession_number":"07.447.505","id":4225,"title":"Female Figure"},{"primary_image":"09.889.118_bw_print_SL4.jpg","accession_number":"09.889.118","id":3265,"title":"Ritual Knife"},{"primary_image":"16.48_SL1.jpg","accession_number":"16.48","id":3134,"title":"The Wilbour Plaque"},{"primary_image":"35.1265_color_corrected_SL3.jpg","accession_number":"35.1265","id":3357,"title":"Cartonnage of Nespanetjerenpere"},{"primary_image":"39.119_front_SL1.jpg","accession_number":"39.119","id":3446,"title":"Statuette of Queen Ankhnes-meryre II and her Son, Pepy II"},{"primary_image":"39.602_front_PS9.jpg","accession_number":"39.602","id":3450,"title":"Block Statue of Senwosret-senebefny"},{"primary_image":"40.523_view1_SL1.jpg","accession_number":"40.523","id":3454,"title":"Pair Statue of Nebsen and Nebet-ta"},{"primary_image":"49.215_view3_SL4.jpg","accession_number":"49.215","id":3544,"title":"Statue of Nykara and his Family"},{"primary_image":"52.1_front_PS2.jpg","accession_number":"52.1","id":3569,"title":"King Senwosret III"},{"primary_image":"56.85_front_SL1.jpg","accession_number":"56.85","id":3623,"title":"Head from a Female Sphinx"},{"primary_image":"58.30_SL1.jpg","accession_number":"58.30","id":3647,"title":"Head of an Egyptian Official"},{"primary_image":"66.228_front.jpg","accession_number":"66.228","id":3756,"title":"Model of a Votive Temple Gateway at Heliopolis (49.183)"},{"primary_image":"67.68_SL1.jpg","accession_number":"67.68","id":3759,"title":"Kneeling Statue of Senenmut"},{"primary_image":"1991.311_view2_SL4.jpg","accession_number":"1991.311","id":4279,"title":"Bust of the Goddess Sakhmet"},{"primary_image":"37.51E_Gavin_Ashworth_photograph.jpg","accession_number":"37.51E","id":3952,"title":"Cat and Mouse"},{"primary_image":"52.127a-b_PS9.jpg","accession_number":"52.127a-b","id":3575,"title":"Coffin and Cover of Princess Mayet"},{"primary_image":"86.226.18_SL1.jpg","accession_number":"86.226.18","id":4266,"title":"Noblewoman"},{"primary_image":"55.147_SL1.jpg","accession_number":"55.147","id":70569,"title":"Winged Genie with Horned Helmet"},{"primary_image":"65.195_view1_PS2.jpg","accession_number":"65.195","id":87895,"title":"Relief of Persian Guard"},{"primary_image":"87.77_threequarter_right_PS2.jpg","accession_number":"87.77","id":115131,"title":"Model Cart"}],"folder":"egyptian","id":5,"copy_text":"The Brooklyn Museum\\'s collection of ancient Egyptian art, one of the largest and finest in the United States, is renowned throughout the world. The Museum began acquiring Egyptian antiquities at the beginning of the twentieth century, both through purchases&mdash;such as a group of Egyptian objects collected by Armand de Potter in the 1880s&mdash;and through archaeological excavation. Between 1906 and 1908, the Museum sponsored an expedition that dug at very early sites in southern Egypt and brought back numerous objects of historical and artistic value. One, the striking &quot;Bird Lady,&quot; is among the most famous works in the Museum. The Museum also supported Britain\\'s foremost archaeological association, the Egypt Exploration Society, and in return received significant material from the society\\'s excavations in Egypt and Nubia.<br />\r\n<br />\r\nBetween 1916 and 1947, the Brooklyn Museum acquired the important collection formed by the pioneer American Egyptologist Charles Edwin Wilbour (1833&ndash;1896), which included many types of Egyptian antiquities, from fine works of statuary and relief to unique documents written on papyrus. In addition to his collection of objects, Wilbour\\'s heirs also donated his professional library to the Museum and established a financial endowment in his memory. The Charles Edwin Wilbour Fund made possible the establishment of both the Wilbour Library of Egyptology, one of the finest Egyptological libraries of its kind anywhere in the world, and a curatorial department for ancient Egyptian art.<br />\r\n<br />\r\nThe Wilbour Fund also enabled the Museum to continue the acquisition of antiquities, including, in 1948, the purchase of more than two thousand Egyptian objects from the New-York Historical Society. Since then, through gifts and purchases, the Museum has continued to strengthen the quality of the collection, which now comprises a wide variety of material from every period of ancient Egypt&rsquo;s long history, beginning with the Predynastic Period, about 3500 B.C., to the Coptic and Byzantine eras some four thousand years later. Since 1976, the Brooklyn Museum has also conducted archaeological excavations at the <a href=\\\"http://www.brooklynmuseum.org/features/mut/\\\">Temple Precinct of the goddess Mut</a> at Karnak.<br />\r\n<br />\r\nThe Egyptian collection is exhibited on the Museum&rsquo;s third floor in the Martha A. and Robert S. Rubin Galleries and in <a href=\\\"http://www.brooklynmuseum.org/exhibitions/egypt_reborn/index.php\\\">Egypt Reborn</a>. Ancient Near Eastern art is exhibited in the <a href=\\\"http://www.brooklynmuseum.org/exhibitions/assyrian_reliefs/index.php\\\">Hagop Kevorkian Gallery</a>.<br />"}
{"name":"Elizabeth A. Sackler Center for Feminist Art","rank":12,"highlight_images":[],"folder":"eascfa","id":22,"copy_text":"The Elizabeth A. Sackler Center for Feminist Art is an exhibition and education facility dedicated to feminist art&mdash;its past, present, and future. Among the most ambitious, influential, and enduring artistic movements to emerge in the late twentieth century, feminist art has played a leading role in the art world over the last forty years. Dramatically expanding the definition of art to be more inclusive in all areas, from subject matter to media, feminist art reintroduced the articulation of socially relevant issues after an era of aesthetic &quot;formalism,&quot; while pioneering the use of performance and audiovisual media within a fine art idiom.<br />\r\n<br />\r\nThe Center\\'s mission is to raise awareness of feminism\\'s cultural contributions; to educate new generations about the meaning of feminist art; to maintain a dynamic and welcoming learning facility; and to present feminism in an approachable and relevant way.<br />\r\n<br />\r\nThe Center\\'s 8,300-square-foot space encompasses a gallery devoted to <a href=\\\"http://www.brooklynmuseum.org/exhibitions/dinner_party\\\"><i>The Dinner Party</i></a> (1974&ndash;79) by Judy Chicago; a biographical gallery to present exhibitions highlighting the women represented in <i>The Dinner Party</i>; a gallery space for a regular exhibition schedule of feminist art; a computerized study area; and additional space for the presentation of related public and educational programs.<br />\r\n<br />\r\nThe Elizabeth A. Sackler Center for Feminist Art was established through the generosity of the Elizabeth A. Sackler Foundation.<br />"}
{"name":"European Art","rank":9,"highlight_images":[{"primary_image":"34.838_SL3.jpg","accession_number":"34.838","id":4711,"title":"Triptych: Madonna with Saints and Christ Blessing (Center); The Nativity and the Annunciate Angel (Left Wing); Crucifixion and the Virgin Annunciate (Right Wing)"},{"primary_image":"1995.2_SL3.jpg","accession_number":"1995.2","id":4963,"title":"Madonna and Child Enthroned with Saints Zenobius, John the Baptist, Reparata and John the Evangelist"},{"primary_image":"2000.27_PS1.jpg","accession_number":"2000.27","id":5002,"title":"Christ Blessing"},{"primary_image":"78.151.10_SL1.jpg","accession_number":"78.151.10","id":4847,"title":"Saint James Major, part of an altarpiece"},{"primary_image":"47.76_framed_SL3.jpg","accession_number":"47.76","id":60243,"title":"Portrait of Jean de Carondelet"},{"primary_image":"32.821_SL1.jpg","accession_number":"32.821","id":34336,"title":"Portrait of a Man"},{"primary_image":"52.166.1_SL3.jpg","accession_number":"52.166.1","id":4765,"title":"Don Juan Xavier Joachín Gutiérrez Altamirano Velasco, Count of Santiago de Calimaya"},{"primary_image":"43.112_PS6.jpg","accession_number":"43.112","id":715,"title":"The Carpenter's Shop in Nazareth"},{"primary_image":"57.144_PS6.jpg","accession_number":"57.144","id":1166,"title":"Our Lady of Cocharcas Under the Baldachin"},{"primary_image":"44.195.24_SL1.jpg","accession_number":"44.195.24","id":766,"title":"Mano Poderosa (The All-Powerful Hand), or Las Cinco Personas (The Five Persons)"},{"primary_image":"1996.93_SL3.jpg","accession_number":"1996.93","id":4969,"title":"Running Stream at San Cosimato"},{"primary_image":"71.138.1_SL4.jpg","accession_number":"71.138.1","id":4817,"title":"Young Woman Overtaken by a Storm (Une Jeune Femme s'étant Avancée dans la Campagne se Trouve Surprise par l'orage)"},{"primary_image":"10.108.jpg","accession_number":"10.108","id":4665,"title":"Panther Seizing a Stag (Panthère saisissant un cerf)"},{"primary_image":"21.111_SL1.jpg","accession_number":"21.111","id":4393,"title":"Portrait of Mlle Fiocre in the Ballet \"La Source\" (Portrait de Mlle...E[ugénie] F[iocre]: à propos du ballet \"La Source\")"},{"primary_image":"29.30_PS9.jpg","accession_number":"29.30","id":4688,"title":"Portrait of Mme Boursier and Her Daughter (Portrait de Mme Boursier et de sa fille)"},{"primary_image":"1993.83a-b_SL3.jpg","accession_number":"1993.83a-b","id":149154,"title":"Woman of African Descent"},{"primary_image":"55.18_colorcorrected_SL1.jpg","accession_number":"55.18","id":4774,"title":"A Meadow in the Bourbonnais, Morning (Une Prairie du Bourbonnais, par un effet de matin)"},{"primary_image":"22.60_colorcorrected_SL1.jpg","accession_number":"22.60","id":4411,"title":"The Climb, Rue de la Côte-du-Jalet, Pontoise (Chemin montant, rue de la Côte-du-Jalet, Pontoise)"},{"primary_image":"23.105_SL1.jpg","accession_number":"23.105","id":22914,"title":"The Village of Gardanne (Le Village de Gardanne)"},{"primary_image":"00.159.299_PS2.jpg","accession_number":"00.159.299","id":13508,"title":"What Our Lord Saw from the Cross (Ce que voyait Notre-Seigneur sur la Croix)"},{"primary_image":"52.150_cropped_PS1.jpg","accession_number":"52.150","id":4763,"title":"Nude in a Wood (Nu dans la forêt; Nu assis dans le bois)"},{"primary_image":"37.33.26_SL1.jpg","accession_number":"37.33.26","id":47170,"title":"They've Already Got a Seat (Ya tienen asiento)"},{"primary_image":"38.123_SL1.jpg","accession_number":"38.123","id":48298,"title":"Cypresses (Les Cyprès)"},{"primary_image":"15.368_SL1.jpg","accession_number":"15.368","id":4368,"title":"The Great Red Dragon and the Woman Clothed with the Sun (Rev. 12: 1-4)"}],"folder":"european_art","id":7,"copy_text":"<p>The collection of European art comprises approximately six thousand six hundred objects. In addition to over six hundred paintings and almost five thousand six hundred works on paper, the collection also includes over one hundred Spanish colonial pictures and approximately three hundred sculptures. Within those total numbers, important sub-collections include over four hundred works on paper by James Tissot, devoted to <i>The Life of Jesus Christ</i> and acquired by public subscription in 1900; a comprehensive group of German Expressionist prints; an excellent example of Pablo Picasso\\'s <i>Minotauromachia</i>; a lifetime printing of Francisco de Goya y Lucientes\\' <i>Caprichos</i> in its original binding; over one hundred sculptures by Antoine-Louis Barye; and more than sixty sculptures by Auguste Rodin, most of them gifts of Iris and B. Gerald Cantor.<br />\r\n<br />\r\nThe two core areas of the painting collection are the Italian and Northern Schools before 1800; and French painting, together with other Continental schools, of the nineteenth and early twentieth centuries. The collection of early Renaissance Italian paintings, largely formed at the turn of the twentieth century and bequeathed to the Museum by Frank L. Babbott and his heirs, is a significant concentration of panels, most of them small and of excellent quality, known internationally to scholars in the field. To this already notable collection the Museum added Nardo di Cione\\'s majestic <i>Madonna and Child Enthroned with Saints</i> in 1995 and its long-lost pinnacle of <i>Christ Blessing</i> in 2000&mdash;an altarpiece universally regarded as among the most important fourteenth-century paintings in America.<br />\r\n<br />\r\nFrench paintings constitute the great strength of the nineteenth-century collections. Important movements in the second half of the century are represented by impressive holdings of Barbizon pictures, and by a number of works by the most notable Impressionists&mdash;including Claude Monet, Edgar Degas, Camille Pissarro, Paul C&eacute;zanne, and Berthe Morisot&mdash;many of which were among the first works of their kind in American public collections. In addition, the Museum has an interesting selection of Salon paintings, put on view periodically to demonstrate various trends in late eighteenth- and nineteenth-century academic taste. Inspired by the exhibition <i>In the Light of Italy: Corot and Early Open-Air Painting</i>, organized by the Brooklyn Museum (with the National Gallery of Art) in 1996&ndash;97, an impressive collection of landscape sketches that covers the chronological span of the subject, from the late eighteenth to the early twentieth centuries, has been assembled.<br />\r\n<br />\r\nA selection of sculptures by Rodin may be seen in the Rubin Pavillion on the ground floor.</p>"}
{"name":"Photography","rank":11,"highlight_images":[{"primary_image":"1999.127.9_transp4837.jpg","accession_number":"1999.127.9","id":160807,"title":"Gloucester 16A"},{"primary_image":"1991.51a_PS2.jpg","accession_number":"1991.51a-c","id":146706,"title":"Pretend #2"},{"primary_image":"2004.67.jpg","accession_number":"2004.67","id":166923,"title":"Charles, Vasa, Minnesota"},{"primary_image":"CUR.2005.19_Postmasters_Gallery_photo.jpg","accession_number":"2005.19","id":5026,"title":"Ice Storm"},{"primary_image":"x858.24_PS2.jpg","accession_number":"X858.24","id":121250,"title":"Vista: Thames Street, No. 22, Man."},{"primary_image":"86.36_PS2.jpg","accession_number":"86.36","id":113670,"title":"Untitled"},{"primary_image":"82.65.10_SL1.jpg","accession_number":"82.65.10","id":157716,"title":"Frances with a Flower"},{"primary_image":"46.75.4_PS2.jpg","accession_number":"46.75.4","id":59428,"title":"Drift Stump, North Coast"},{"primary_image":"x894.150_PS2.jpg","accession_number":"X894.150","id":1910,"title":"Boy and Dog, Iron Pier, Coney Island, Brooklyn"},{"primary_image":"1990.108.jpg","accession_number":"1990.108","id":124414,"title":"Underground Paris: St. Michel"},{"primary_image":"1990.119.38_PS2.jpg","accession_number":"1990.119.38","id":124464,"title":"Cuatro pescaditos (Four Fishes), Juchitán, Oaxaca"},{"primary_image":"1995.76.2_SL1.jpg","accession_number":"1995.76.2","id":154148,"title":"Untitled (Eleanor)"},{"primary_image":"1990.66.2_PS2.jpg","accession_number":"1990.66.2","id":124299,"title":"Boy with Bubble"},{"primary_image":"CUR.2007.12_Yancey_Richardson_Gallery_photo.jpg","accession_number":"2007.12","id":174042,"title":"Untitled #180"},{"primary_image":"84.237.1_SL1.jpg","accession_number":"84.237.1","id":112126,"title":"Climbing into the Promised Land, Ellis Island"},{"primary_image":"2006.64.2_PS2.jpg","accession_number":"2006.64.2","id":169375,"title":"Robin, #43, Oakland, CA"},{"primary_image":"2002.58_bw_SL1.jpg","accession_number":"2002.58","id":163661,"title":"Counting"},{"primary_image":"79.294.15_PS1.jpg","accession_number":"79.294.15","id":106322,"title":"Que Chiquito es el Mundo"},{"primary_image":"79.299.1_SL1.jpg","accession_number":"79.299.1","id":106369,"title":"Untitled"},{"primary_image":"85.193.2_SL1.jpg","accession_number":"85.193.2","id":112848,"title":"\"Sheik Ali Gournah,\" Egypt"},{"primary_image":"CUR.2007.63.2_Bonnie_Berubi_Gallery_photo.jpg","accession_number":"2007.63.2","id":182899,"title":"Israeli Sniper Wall"},{"primary_image":"1999.80.19_PS1.jpg","accession_number":"1999.80.19","id":160341,"title":"Laudanum"}],"folder":"photography","id":3,"copy_text":"The Brooklyn Institute of Arts and Sciences, the parent organization of the Brooklyn Museum, formed the first school of photography in the United States in 1889. Clarence White, the founder of the Photo-Secession movement, which promoted photography as an art form, served as one of the chief instructors at that time, and annual photography exhibitions were held for over sixty years, beginning in 1891. Although no formal curatorial department of photography was established, the Brooklyn Museum began to acquire photographs out of these exhibitions in 1899. <br />\r\n<br />\r\nA wide variety of exhibitions took place during the early decades, among them many shows of Pictorialist photography. The Museum also held prominent exhibitions of major contemporary figures in photography, most notably <i>International Photographers</i> in 1932, with artists such as Walker Evans, Andr&eacute; Kertesz, Lee Miller, Tina Modotti, L&aacute;zl&oacute; Moholy-Nagy, Paul Outerbridge, Man Ray, and Charles Sheeler. Three or four photography exhibitions took place at the Museum every year, including presentations devoted to Gertrude K&auml;sebier (1929), Arnold Newman (1942), and Ilse Bing (1948). <br />\r\n<br />\r\nCollecting during this period was under the guidance of Herman de Wetter, a curator at the Museum from 1934 until 1948, when his former assistant Anthony Caruso succeeded him. They emphasized the work of the late Pictorialists, such as Adolf Fassbender, D. J. Ruzicka, and Max Thorek. A few notable exceptions included acquisitions by Margaret Bourke-White, Youssef Karsh, Gjon Milli, Arnold Newman, Edward Steichen, and Edward Weston, and a full set of Berenice Abbott&rsquo;s <i>Changing New York</i>. <br />\r\n<br />\r\nWhen Caruso resigned in 1955, the Museum administration decided to disperse the photography collection, which at that stage included a large number of glass plate negatives from the late nineteenth and early twentieth centuries. This rich historical resource, with significant views from early Brooklyn and Manhattan by photographers such as George Brainerd and Breading Way, was sent to the Brooklyn Public Library, while other material went into storage. Fortunately, the Museum was eventually able to reacquire the collection of glass plate negatives in 1993. <br />\r\n<br />\r\nThe collecting of photography resumed in 1974, under the leadership of Barbara Head Millstein, who remained in charge of building the collection until her retirement in 2003. Apart from a selection of European works and substantial holdings of nineteenth-century travel photography, attention focused mostly on twentieth-century American imagery, with acquisitions of large groups of works by, for example, Harry Callahan, Larry Clark, Lewis Wickes Hine, Consuelo Kanaga, Danny Lyon, Stephen Shore, and Aaron Siskind. <br />\r\n<br />\r\nMoreover, the collection also now features representative and often important works by, for instance, Rudy Burckhardt, Helen Levitt, and Edward Weston. In addition, the Museum holds a significant collection of important Latin American photographers, including Manuel Alvarez Bravo and more contemporary photographers such as Graciela Iturbide and Herminia Dosal. While focusing mainly on the type of documentary images that could be described as street photography, the collection represents all genres of work, including abstraction, portraits, landscapes, and, to a lesser degree, conceptual photography.<br />\r\n<br />\r\nToday the collection also includes good examples of photographic work by noteworthy contemporary artists such as Gordon Matta-Clark, Cindy Sherman, and Lorna Simpson, and acquisitions of contemporary photography have increased significantly over the last decade with works entering the collection by artists such as Edward Burtynsky, Anthony Goicolea, Loretta Lux, and Vik Muniz. Over the last few years, especially, the Museum has acquired a great number of photographs that reflect the institution&rsquo;s broad scope and its commitment to engage diverse communities.<br />\r\n<br />\r\nThe photography collection came under the aegis of the Museum&rsquo;s Department of Prints, Drawings, and Photographs in 1993. Currently, the curator of photography works closely with the Museum&rsquo;s curator of contemporary art.<br />"}
